public class Main {

   public static void main(String[] args){


   int a = 200; // стоимости билета
   int b = 20; // 20 руб. за 1 миллю
   int c = a/b; // кол-во целых миль
   System.out.println(c);

      // Объявляете переменные для входных данных и
      // параметров программы: одну для хранения
      // стоимости билета, другую для хранения количества
      // рублей для одной бонусной милли

      // Рассчитываете количество бонусных милль, используя
      // значения заведённых переменных. Ответ сохраняете в
      // новую переменную и выводите на экран

   }

}
